[
  {
    "date": {
      "from": "November 2022",
      "to": null
    },
    "title": {
      "en": "Web Developer",
      "sr": "Web Developer"
    },
    "description": {
      "en": "My first job as a developer at the Bookaweb accomodation booking platform allowed me to apply and expand my knowledge, gaining valuable experience. I primarily focused on frontend technologies such as JavaScript, Vue, HTML, CSS, Vuetify, Tailwind, and PHP Laravel. Working in a team, time management, and problem-solving approaches were also essential skills that I developed on this project.",
      "sr": "Moj prvi posao kao programer na platformi za rezervaciju smeštaja Bookaweb omogućio mi je da primenim i proširim svoje znanje, stičući dragoceno iskustvo. Primarno sam bio fokusiran na frontend tehnologije kao što su JavaScript, Vue, HTML, CSS, Vuetify, Tailwind i PHP Laravel. Rad u timu, organizacija vremena i pristup rešavanju problema su takođe bitne veštine koje sam razvio na ovom projektu."
    },
    "workplace": {
      "en": "Bookaweb",
      "sr": "Bookaweb"
    },
    "location": {
      "en": "Belgrade",
      "sr": "Beograd"
    }
  },
  {
    "date": {
      "from": "June 2022",
      "to": "November 2022"
    },
    "title": {
      "en": "Web Development Practice",
      "sr": "Praksa Web Programiranja"
    },
    "description": {
      "en": "Learning and work on a team project, hosted by the IT Practice Center with the help of ENON Solutions. I've had great experience and learned a lot about Web Development using Vue 3, Web APIs (RESTful) and MySQL.",
      "sr": "Učenje i rad na projektu u timu, organizovano od strane IT Practice Centra uz pomoć kompanije ENON Solutions. Stekao sam lepo iskustvo i naučio sam osnove o razvoju web aplikacija koristeći Vue 3, Web API (RESTful) i MySQL bazu podataka."
    },
    "workplace": {
      "en": "ENON Solutions",
      "sr": "ENON Solutions"
    },
    "location": {
      "en": "Belgrade",
      "sr": "Beograd"
    }
  },
  {
    "date": {
      "from": "November 2021",
      "to": "September 2022"
    },
    "title": {
      "en": "Microsoft Development Course",
      "sr": "Microsoft Development Kurs"
    },
    "description": {
      "en": "The beginning of my journey. Having previously worked as a baggage handler at the airport, this marked my decision to turn my dreams into goals.<br><br> <b>Completed 1-year Microsoft Development course</b> <br> Technologies: ASP.NET, MSSQL <br> Language: C# <br> Additional: HTML, CSS, JavaScript",
      "sr": "Moj početak. Prethodno radeći kao rukovalac prtljagom na aerodromu, ovo je obeležilo moju odluku da svoje snove pretvorim u ciljeve. <br><br> <b>Završen jednogodišnji Microsoft Development kurs</b> <br> Tehnologije: .NET, ASP.NET, MSSQL <br> Jezik: C# <br> Dodatno: HTML, CSS, JavaScript"
    },
    "workplace": {
      "en": "ITAcademy",
      "sr": "ITAcademy"
    },
    "location": {
      "en": "Belgrade",
      "sr": "Beograd"
    }
  }
]
